const articleList = ref([
    { id: 1, 
    title: '未来三年，请主动给生活降级',
    content: '这是QQ邮箱给我推的文章 【 查看原文】,大意如下:任正非曾在华为内部论坛发言时说:接下来3年,华为要将“活去”作为主要纲领。企业寒意阵阵，其中的个人…',
    fenlei: '精品分享',
},
    { id: 1, 
    title: '未来三年，请主动给生活降级',
    content: '这是QQ邮箱给我推的文章 【 查看原文】,大意如下:任正非曾在华为内部论坛发言时说:接下来3年,华为要将“活去”作为主要纲领。企业寒意阵阵，其中的个人…',
    fenlei: '精品分享',
},
    { id: 1, 
    title: '未来三年，请主动给生活降级',
    content: '这是QQ邮箱给我推的文章 【 查看原文】,大意如下:任正非曾在华为内部论坛发言时说:接下来3年,华为要将“活去”作为主要纲领。企业寒意阵阵，其中的个人…',
    fenlei: '精品分享',
},
    { id: 1, 
    title: '未来三年，请主动给生活降级',
    content: '这是QQ邮箱给我推的文章 【 查看原文】,大意如下:任正非曾在华为内部论坛发言时说:接下来3年,华为要将“活去”作为主要纲领。企业寒意阵阵，其中的个人…',
    fenlei: '精品分享',
},
])

export default  articleList
